{
  "aliens": [
    {
      "name": "benmummy",
      "description": "Benmummy is the DNA sample of a Thep Khufan creature from the planet Anur Khufos. Benmummy resembles Ghostfreak but is smaller and black in color. He has a long line of white stripes running down his body. His body is wrapped in bandages, and he has the Omnitrix/Ultimatrix symbol on his chest. He has a mummy-like appearance. Benmummy has sharp claws with which he can cut through metal objects."
    },
    {
      "name": "blitzwolfer",
      "description": "Blitzwolfer is the DNA sample of a Loboan werewolf from the planet Luna Lobo. Blitzwolfer is a canine alien resembling a wolf. He is covered in bluish-gray fur with some white patches on his chest, face, and paws. He has retractable claws and blue eyes. Blitzwolfer has three pairs of eyes, one pair on his face and two pairs on the sides. His ears are pointed, and he has a long tail with fur at the tip."
    },
    {
      "name": "cannonbolt",
      "description": "Cannonbolt is the DNA sample of an Arburian Pelarota from the planet Arburia. Cannonbolt is a small, neckless alien with blue skin and highly agile. He is covered in a tough exoskeleton resembling a turtle. Cannonbolt can curl up into a ball, becoming virtually invulnerable to damage and able to roll at high speeds. When curled up, he can cause destruction by rolling at high speed."
    },
    {
      "name": "diamondhead",
      "description": "Diamondhead is the DNA sample of a Petrosapien from the planet Petropia. Diamondhead is a humanoid alien made of an extremely hard and resilient crystalline material, similar to diamond. He has the ability to generate and manipulate crystals, shaping them into different forms and sizes to attack his enemies or create useful objects. Diamondhead is also able to regenerate parts of his body made of crystal."
    },
    {
      "name": "ditto",
      "description": "Ditto is the DNA sample of a Splixson from the planet Hathor. Ditto is a small, blue alien with three fingers on each hand and foot. He has large eyes and a large mouth that extends to his cheeks. Ditto has the unique ability to clone himself, being able to multiply into multiple copies of himself. These copies have the same appearance and abilities as the original and can be controlled telepathically by Ditto."
    },
    {
      "name": "eyeguy",
      "description": "Eyeguy is the DNA sample of an Opticoid from the planet Sightra. Eyeguy is an alien with multiple eyes located on his head. He has the ability to shoot energy beams from his eyes, which can vary in intensity and effect. Eyeguy can also manipulate light to create illusions or camouflage himself. He is able to individually control each of his eyes and direct his attacks precisely."
    },
    {
      "name": "fourarms",
      "description": "Four Arms is the DNA sample of a Tetramand from the planet Khoros. Four Arms is a muscular alien with four powerful arms and red skin. He has incredible strength, allowing him to lift and throw heavy objects with ease. Four Arms is also very agile and resilient, able to withstand physical attacks and moderate damage. He is a skilled fighter in close combat."
    },
    {
      "name": "frankenstrike",
      "description": "Frankenstrike is the DNA sample of a Transylian from the planet Anur Transyl. Frankenstrike is a humanoid alien with a appearance similar to that of Frankenstein's monster, with seams and mechanical parts on his body. He has the ability to generate and manipulate electricity, being able to launch energy lightning bolts from his hands. Frankenstrike is also highly resistant to electrical and physical damage."
    },
    {
      "name": "ghostfreak",
      "description": "Ghostfreak is the DNA sample of an Ectonurite from the planet Anur Phaetos. Ghostfreak is an alien with a scary appearance, similar to a ghost. He is able to become intangible, allowing him to pass through solid objects. Ghostfreak can also fly and become invisible. However, he has a weakness to sunlight, which can weaken him or even destroy him."
    },
    {
      "name": "ghostfreak2",
      "description": "Ghostfreak is the DNA sample of an Ectonurite from the planet Anur Phaetos. Ghostfreak is an alien with a scary appearance, similar to a ghost. He is able to become intangible, allowing him to pass through solid objects. Ghostfreak can also fly and become invisible. However, he has a weakness to sunlight, which can weaken him or even destroy him."
    },
    {
      "name": "greymatter",
      "description": "Greymatter is the DNA sample of a Galvanian from the planet Galvan Prime. Greymatter is a small alien with a super developed brain compared to his body. He is extremely intelligent and has advanced knowledge in various areas, including science and technology. Greymatter is also agile and has sharp claws that he can use to defend himself."
    },
    {
      "name": "heatblast",
      "description": "Heatblast is the DNA sample of a Pyronita from the planet Pyros. Heatblast is an alien made of living magma, with a body glowing and a head resembling a flame. He is able to generate and control fire, being able to launch bursts of blazing flames from his hands. Heatblast is also resistant to extreme heat and is able to fly on jets of fire."
    },
    {
      "name": "ripjaws",
      "description": "Ripjaws is the DNA sample of a Piscciss Volann from the planet Piscciss. Ripjaws is an amphibious alien, with shark-like characteristics. He has sharp teeth, fins, and claws that make him a formidable predator in water. Ripjaws is agile and swift underwater, able to swim at high speed and attack his enemies fiercely."
    },
    {
      "name": "stinkfly",
      "description": "Stinkfly is the DNA sample of a Lepidopterran from the planet Lepidopterra. Stinkfly is an insectoid alien with translucent wings, compound eyes, and a slim body. He has the ability to fly at high speeds and emit a foul-smelling liquid from his eyes, which can immobilize his enemies. Stinkfly is also agile and has sharp claws that he can use in combat."
    },
    {
      "name": "upchuck",
      "description": "Upchuck is the DNA sample of a Gourmand from the planet Peptos XI. Upchuck is a small, round alien with a huge mouth and large eyes. He has a unique ability to eat anything and store it in an extradimensional compartment within his body. Upchuck can then regurgitate the matter he ate as a powerful energy ball, which can be used as an attack."
    },
    {
      "name": "upgrade",
      "description": "Upgrade is the DNA sample of a Galvanic Mechamorph from the planet Galvan B. Upgrade is a robotic alien composed of liquid nanotechnology. He is able to merge with and take control of any technology, being able to upgrade and modify it as needed. Upgrade can transform into various forms, including vehicles and armor, to adapt to different situations."
    },
    {
      "name": "waybig",
      "description": "Way Big is the DNA sample of a To'kustar from the planet Cosmic Storm. Way Big is a gigantic alien, with a height that exceeds that of skyscrapers. He has tough, blue skin with white and red details. Way Big has incredible strength and resilience, as well as abilities such as the ability to fly, launch cosmic energy blasts, and create storms."
    },
    {
      "name": "wildmut",
      "description": "Wildmutt is the DNA sample of a Vulpimancer from the planet Vulpin. Wildmutt is a quadrupedal canine alien, with red-eyed eyes without pupils and sharp teeth. He has an extremely keen sense of smell, allowing him to track scents over long distances. Wildmutt is agile and fierce in combat, relying on his animal instincts and keen senses to defeat his enemies."
    },
    {
      "name": "wildvine",
      "description": "Wildvine is the DNA sample of a Florauna from the planet Flors Verdance. Wildvine is a plant-like alien, with a body resembling a plant and several green tentacles. He has the ability to stretch his tentacles to grab objects or entangle his enemies. Wildvine can also regenerate parts of his body and merge with the vegetation around him to camouflage himself."
    },
    {
      "name": "xlr8",
      "description": "XLR8 is the DNA sample of a Kineceleran from the planet Kinet. XLR8 is a speedster alien, with an elongated and aerodynamic body and thin limbs. He has the ability to run at extremely high speeds, exceeding the speed of sound. XLR8 is also agile and has quick reflexes, making him a skilled fighter in close combat."
    }
  ]
}
